Repository: mo-geb/Cocktails
Catalog: Cocktails/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sk, sv, tr, uk, zh_hans, zh_hant

# ingredient.absinthe
source: Absinthe
ar: أبسينث
da: Absint
de: Absinth
es: Absenta
it: Assenzio
ja: アブサン
ko: 압생트
nl: Absint
pt_br: Absinto
ro: Absint
sk: Absint
sv: Absint
uk: Абсент
zh_hans: 苦艾酒
zh_hant: 苦艾酒

# ingredient.amaretto
source: Amaretto
ar: أمارتي
ja: アマレット
ko: 아마레또
uk: Амаретто
zh_hans: 杏仁酒
zh_hant: 杏仁甜酒

# ingredient.angostura_bitters
source: Angostura Bitters
ar: أنغوستورا بيترز
ja: アンゴスチュラビターズ
ko: 앙고스투라 비터스
uk: Ангостура Біттерс
zh_hans: Angostura苦精
zh_hant: 安哥斯圖拉苦精

# ingredient.apple_liqueur
source: Apple Liqueur
ar: ليكيور التفاح
da: Æblelikør
de: Apfellikör
es: Licor de Manzana
fr: Liqueur de pomme
hu: Alma likőr
it: Liquore di Mela
ja: アップルリキュール
ko: 애플 리큐어
nl: Appellikeur
pl: Likierek jabłkowy
pt_br: Licor de Maçã
ro: Lichior de mere
sk: Jablkový likér
sv: Äppellikör
tr: Elma Likörü
uk: Яблучний лікер
zh_hans: 苹果利口酒
zh_hant: 蘋果利口酒

# ingredient.apricot_brandy
source: Apricot Brandy
ar: براندي المشمش
da: Abrikosbrandy
de: Aprikosenbrand
es: Brandy de Albaricoque
fr: Brandy d'abricot
hu: Sárgabarack brandy
it: Brandy all'Albicocca
ja: アプリコットブランデー
ko: 살구 브랜디
nl: Abrikozenbrandewijn
pl: Brandy morelowe
pt_br: Brandy de Damasco
ro: Brandy de caise
sk: Marhuľový brandy
sv: Aprikosbrandy
tr: Kayısı Brendisi
uk: Абрикосовий бренді
zh_hans: 杏子白兰地
zh_hant: 杏桃白蘭地

# ingredient.basil_leaf
source: Basil Leaf
ar: ورقة ريحان
da: Basilikumblad
de: Basilikumblatt
es: Hoja de Albahaca
fr: Feuille de basilic
hu: Bazsalikomlevél
it: Foglia di Basilico
ja: バジルの葉
ko: 바질 잎
nl: Basilicumblaadje
pl: Liść bazylii
pt_br: Folha de Manjericão
ro: Frunză de busuioc
sk: Bazalkový list
sv: Basilikablad
tr: Fesleğen Yaprağı
uk: Листок базиліку
zh_hans: 罗勒叶
zh_hant: 羅勒葉

# ingredient.benedictine
source: Bénédictine
ar: بنديكتين
ja: ベネディクティン
ko: 베네딕틴
zh_hant: 班尼狄克酒

# ingredient.black_pepper
source: Black Pepper
ar: فلفل أسود
da: Sort peber
de: Schwarzer Pfeffer
es: Pimienta Negra
fr: Poivre noir
hu: Fekete bors
it: Pepe Nero
ja: ブラックペッパー
ko: 후추
nl: Zwarte peper
pl: Czarny pieprz
pt_br: Pimenta Preta
ro: Piper negru
sk: Čierne korenie
sv: Svartpeppar
tr: Karabiber
uk: Чорний перець
zh_hans: 黑胡椒
zh_hant: 黑胡椒

# ingredient.blackberry
source: Blackberry
ar: توت أسود
da: Brombær
de: Brombeere
es: Mora
fr: Mûre
hu: Szeder
it: Mora
ja: ブラックベリー
ko: 블랙베리
nl: Braam
pl: Jeżyna
pt_br: Amora
ro: Mure
sk: Černica
sv: Björnbär
tr: Böğürtlen
uk: Ожина
zh_hans: 黑莓
zh_hant: 黑莓

# ingredient.bloody_mary_pre_batch
source: Bloody Mary Pre Batch
ar: بلودي ماري مسبق التحضير
fr: Bloody Mary Préparé
hu: Bloody Mary előkeverék
ja: ブラッディマリープリバッチ
ko: 블러디 메리 프리 배치
tr: Bloody Mary Ön Karışım
uk: Кривава Мері Пре-Батч
zh_hans: 血腥玛丽预调
zh_hant: 血腥瑪麗預調

# ingredient.blue_curacao
source: Blue Curacao
ar: بلو كوراساو
da: Blå Curacao
ja: ブルーキュラソー
ko: 블루 큐라소
sv: Blå Curacao
uk: Блю Кюрасао
zh_hans: 蓝橙酒
zh_hant: 藍橙酒

# ingredient.bourbon
source: Bourbon
ar: بوربون
ja: バーボン
ko: 버번
uk: Бурбон
zh_hans: 波本威士忌
zh_hant: 波本威士忌

# ingredient.brandy
source: Brandy
ar: براندي
ja: ブランデー
ko: 브랜디
nl: Brandewijn
pt_br: Conhaque
uk: Бренді
zh_hans: 白兰地
zh_hant: 白蘭地

# ingredient.cachaca
source: Cachaca
ar: كاشاسا
es: Cachaça
ja: カシャッサ
ko: 카샤사
pt_br: Cachaça
uk: Кашаса
zh_hans: 卡莎萨
zh_hant: 卡夏沙

# ingredient.calvados
source: Calvados
ar: كالفادوس
ja: カルヴァドス
ko: 칼바도스
zh_hans: 卡尔瓦多斯

# ingredient.campari
source: Campari
ar: كامباري

# ingredient.celery_salt
source: Celery Salt
ar: ملح الكرفس
da: Sellerisalt
de: Selleriesalz
es: Sal de Apio
fr: Sel de céleri
hu: Zellersó
it: Sale di sedano
ja: セロリソルト
ko: 셀러리 소금
nl: Selderijzout
pl: Sól selerowa
pt_br: Sal de Aipo
ro: Sare de țelină
sk: Zelerová soľ
sv: Sellerisalt
tr: Kereviz Tuzu
uk: Селера сіль
zh_hans: 芹菜盐
zh_hant: 芹鹽

# ingredient.celery_stick
source: Celery Stick
ar: عود كرفس
da: Selleristang
de: Selleriestange
es: Rama de Apio
fr: Branche de céleri
hu: Zellerszár
it: Gambo di sedano
ja: セロリスティック
ko: 셀러리 스틱
nl: Selderijstengel
pl: Łodyga selera
pt_br: Talo de Aipo
ro: Tulpină de țelină
sk: Zelerová tyčinka
sv: Selleristjälk
tr: Kereviz Sapı
uk: Селера стебло
zh_hans: 芹菜棒
zh_hant: 芹菜棒

# ingredient.chambord
source: Chambord
ar: شامبورد
ja: シャンボール
ko: 샹보르

# ingredient.champagne
source: Champagne
ar: شامبانيا
de: Champagner
es: Champán
hu: Pezsgő
ja: シャンパン
ko: 샴페인
pl: Szampan
pt_br: Champanhe
ro: Șampanie
sk: Šampanské
tr: Şampanya
uk: Шампанське
zh_hans: 香槟
zh_hant: 香檳

# ingredient.chartreuse
source: Chartreuse
ar: شارترز

# ingredient.cherry
source: Cherry
ar: كرز
da: Kirsebær
de: Kirsche
es: Cereza
fr: Cerise
hu: Cseresznye
it: Ciliegia
ja: チェリー
ko: 체리
nl: Kers
pl: Wiśnia
pt_br: Cereja
ro: Cireașă
sk: Čerešňa
sv: Körsbär
tr: Kiraz
uk: Вишня
zh_hans: 樱桃
zh_hant: 櫻桃

# ingredient.cherry_liqueur
source: Cherry Brandy Liqueur
ar: مشروب كحولي بنكهة الكرز
da: Kirsebærbrandy-likør
de: Kirschlikör
es: Licor de Brandy de Cereza
fr: Liqueur de cerise
hu: Cseresznyelikőr
it: Liquore di ciliegia
ja: チェリーブランデーリキュール
ko: 체리 브랜디 리큐어
nl: Kersenbrandewijnlikeur
pl: Likier wiśniowy
pt_br: Licor de Brandy de Cereja
ro: Lichior de cireșe
sk: Čerešňový likér
sv: Körsbärsbrandy
tr: Kiraz Brendi Likörü
uk: Вишневий лікер
zh_hans: 樱桃白兰地利口酒
zh_hant: 櫻桃白蘭地酒

# ingredient.cinnamon_syrup
source: Cinnamon Syrup
ar: شراب القرفة
da: Kanel-sirup
de: Zimtsirup
es: Jarabe de Canela
fr: Sirop de cannelle
hu: Fahéjszirup
it: Sciroppo di cannella
ja: シナモンシロップ
ko: 시나몬 시럽
nl: Kaneelsiroop
pl: Syrop cynamonowy
pt_br: Xarope de Canela
ro: Sirop de scorțișoară
sk: Škoricový sirup
sv: Kanelssirap
tr: Tarçın Şurubu
uk: Коричний сироп
zh_hans: 肉桂糖浆
zh_hant: 肉桂糖漿

# ingredient.coco_syrup
source: Coco Syrup
ar: شراب جوز الهند
da: Kokos-sirup
de: Kokossirup
es: Jarabe de Coco
fr: Sirop de coco
hu: Kókuszszirup
it: Sciroppo di cocco
ja: ココシロップ
ko: 코코 시럽
nl: Kokossiroop
pl: Syrop kokosowy
pt_br: Xarope de Coco
ro: Sirop de cocos
sk: Kokosový sirup
sv: Kokossirap
tr: Hindistan Cevizi Şurubu
uk: Кокосовий сироп
zh_hans: 椰子糖浆
zh_hant: 椰子糖漿

# ingredient.coconut_cream
source: Coconut Cream
ar: كريمة جوز الهند
da: Kokoscreme
de: Kokoscreme
es: Crema de Coco
fr: Crème de coco
hu: Kókuszkrém
it: Crema di cocco
ja: ココナッツクリーム
ko: 코코넛 크림
nl: Kokosroom
pl: Krem kokosowy
pt_br: Creme de Coco
ro: Cremă de cocos
sk: Kokosová smotana
sv: Kokosgrädde
tr: Hindistan Cevizi Kreması
uk: Кокосові вершки
zh_hans: 椰奶
zh_hant: 椰奶

# ingredient.coconut_liqueur
source: Coconut Liqueur
ar: مشروب جوز الهند
da: Kokoslikør
de: Kokoslikör
es: Licor de Coco
fr: Liqueur de coco
hu: Kókuszlikőr
it: Liquore di cocco
ja: ココナッツリキュール
ko: 코코넛 리큐어
nl: Kokoslikeur
pl: Likier kokosowy
pt_br: Licor de Coco
ro: Lichior de cocos
sk: Kokosový likér
sv: Kokoslikör
tr: Hindistan Cevizi Likörü
uk: Кокосовий лікер
zh_hans: 椰子利口酒
zh_hant: 椰子酒

# ingredient.coffee_bean
source: Coffee Bean
ar: حبوب القهوة
da: Kaffebønne
de: Kaffeebohne
es: Grano de café
fr: Grain de café
hu: Kávészem
it: Chicco di caffè
ja: コーヒービーン
ko: 커피빈
nl: Koffieboon
pl: Ziarno kawy
pt_br: Grão de Café
ro: Boabă de cafea
sk: Kávové zrno
sv: Kaffeböna
tr: Kahve Çekirdeği
uk: Кавове зерно
zh_hans: 咖啡豆
zh_hant: 咖啡豆

# ingredient.coffee_liqueur
source: Coffee Liqueur
ar: مشروب القهوة
da: Kaffelikør
de: Kaffeelikör
es: Licor de Café
fr: Liqueur de café
hu: Kávélikőr
it: Liquore al caffè
ja: コーヒーリキュール
ko: 커피 리큐어
nl: Koffielikeur
pl: Likier kawowy
pt_br: Licor de Café
ro: Lichior de cafea
sk: Kávový likér
sv: Kaffelikör
tr: Kahve Likörü
uk: Кавовий лікер
zh_hans: 咖啡利口酒
zh_hant: 咖啡酒

# ingredient.cognac
source: Cognac
ar: كونياك
es: Coñac
ja: コニャック
ko: 코냑
pl: Koniak
pt_br: Conhaque
sk: Koňak
tr: Konyak
uk: Коньяк
zh_hans: 干邑
zh_hant: 干邑

# ingredient.cola
source: Cola
ar: كولا
hu: Kóla
ja: コーラ
ko: 콜라
tr: Kola
uk: Кола
zh_hans: 可乐
zh_hant: 可樂

# ingredient.cranberry_juice
source: Cranberry Juice
ar: عصير التوت البري
da: Tranebærjuice
de: Cranberrysaft
es: Jugo de Arándano
fr: Jus de cranberry
hu: Áfonyalé
it: Succo di mirtillo rosso
ja: クランベリージュース
ko: 크랜베리 주스
nl: Cranberrysap
pl: Sok żurawinowy
pt_br: Suco de Cranberry
ro: Suc de merișoare
sk: Brusnicový džús
sv: Tranbärsjuice
tr: Turna Yemişi Suyu
uk: Журавлиновий сік
zh_hans: 蔓越莓汁
zh_hant: 蔓越莓汁

# ingredient.cream
source: Cream
ar: كريمة
da: Fløde
de: Sahne
es: Crema
fr: Crème
hu: Tejszín
it: Panna
ja: クリーム
ko: 크림
nl: Room
pl: Śmietanka
pt_br: Creme
ro: Frișcă
sk: Smotana
sv: Grädde
tr: Krema
uk: Вершки
zh_hans: 奶油
zh_hant: 奶油

# ingredient.creme_de_cassis
source: Crème de Cassis
ar: كريم دي كاسيس
ja: クレーム・ド・カシス
ko: 크렘 드 카시스
zh_hans: 黑加仑利口酒
zh_hant: 黑加侖香甜酒

# ingredient.creme_de_menthe
source: Crème de Menthe
ar: كريم دي منت
ja: クレーム・ド・ミント
ko: 크렘 드 멘트
zh_hans: 薄荷利口酒
zh_hant: 薄荷香甜酒

# ingredient.creme_de_mure
source: Crème de Mûre
ar: كريم دي مور
ja: クレーム・ド・ミュール
ko: 크렘 드 뮈르
zh_hans: 黑莓利口酒
zh_hant: 黑莓香甜酒

# ingredient.creme_de_violette
source: Crème de Violette
ar: كريم دي فيوليت
ja: クレーム・ド・バイオレット
ko: 크렘 드 비올렛
zh_hans: 紫罗兰利口酒
zh_hant: 紫羅蘭香甜酒

# ingredient.dark_cacao_liqueur
source: Dark Cacao Liqueur
ar: مشروب كحولي كاكاو داكن
da: Mørk kakao-likør
de: Dunkler Kakaolikör
es: Licor de Cacao Oscuro
fr: Liqueur de cacao noir
hu: Sötét kakaólikőr
it: Liquore al cacao scuro
ja: ダークカカオリキュール
ko: 다크 카카오 리큐어
nl: Donkere cacaolikeur
pl: Likier kakaowy ciemny
pt_br: Licor de Cacau Escuro
ro: Lichior de cacao neagră
sk: Tmavý kakaový likér
sv: Mörk kakaolikör
tr: Bitter Kakao Likörü
uk: Темний какао лікер
zh_hans: 黑可可利口酒
zh_hant: 黑可可酒

# ingredient.drambuie
source: Drambuie
ar: درامبوي
ko: 드람뷔

# ingredient.egg_white
source: Egg White
ar: بياض البيض
da: Æggehvide
de: Eiweiß
es: Clara de Huevo
fr: Blanc d'œuf
hu: Tojásfehérje
it: Albume
ja: 卵白
ko: 달걀 흰자
nl: Eiwit
pl: Białko jaja
pt_br: Clara de Ovo
ro: Albuș de ou
sk: Vaječný bielok
sv: Äggvita
tr: Yumurta Akı
uk: Білок яйця
zh_hans: 蛋清
zh_hant: 蛋白

# ingredient.egg_yolk
source: Egg Yolk
ar: صفار البيض
da: Æggeblomme
de: Eigelb
es: Yema de Huevo
fr: Jaune d'œuf
hu: Tojássárgája
it: Tuorlo
ja: 卵黄
ko: 달걀 노른자
nl: Eigeel
pl: Żółtko jaja
pt_br: Gema de Ovo
ro: Gălbenuș de ou
sk: Vaječný žĺtok
sv: Äggula
tr: Yumurta Sarısı
uk: Жовток яйця
zh_hans: 蛋黄
zh_hant: 蛋黃

# ingredient.espresso
source: Espresso
ar: إسبريسو
hu: Eszpresszó
ja: エスプレッソ
ko: 에스프레소
uk: Еспресо
zh_hans: 浓缩咖啡
zh_hant: 濃縮咖啡

# ingredient.gin
source: Gin
ar: جين
es: Ginebra
ja: ジン
ko: 진
tr: Cin
uk: Джин
zh_hans: 杜松子酒
zh_hant: 琴酒

# ingredient.ginger_ale
source: Ginger Ale
ar: جنجر إيل
hu: Gyömbérsör
ja: ジンジャーエール
ko: 진저 에일
tr: Zencefilli Gazoz
uk: Імбирний ель
zh_hans: 姜汁汽水

# ingredient.ginger_beer
source: Ginger Beer
ar: بيرة الزنجبيل
es: Cerveza de Jengibre
fr: Bière au gingembre
hu: Gyömbérsör
ja: ジンジャービア
ko: 진저 비어
nl: Gemberbier
pl: Piwo imbirowe
pt_br: Cerveja de Gengibre
tr: Zencefilli Bira
zh_hans: 姜汁啤酒
zh_hant: 薑汁啤酒

# ingredient.grapefruit_juice
source: Grapefruit Juice
ar: عصير جريب فروت
da: Grapefrugtjuice
de: Grapefruitsaft
es: Jugo de Toronja
fr: Jus de pamplemousse
hu: Grapefruitlé
it: Succo di pompelmo
ja: グレープフルーツジュース
ko: 자몽 주스
nl: Grapefruitsap
pl: Sok grejpfrutowy
pt_br: Suco de Toranja
ro: Suc de grapefruit
sk: Grapefruitový džús
sv: Grapefruktjuice
tr: Greyfurt Suyu
uk: Сік грейпфрута
zh_hans: 葡萄柚汁
zh_hant: 葡萄柚汁

# ingredient.grapefruit_slice
source: Grapefruit Slice
ar: شريحة جريب فروت
da: Grapefrugtskive
de: Grapefruitscheibe
es: Rodaja de pomelo
fr: Tranche de pamplemousse
hu: Grapefruitszelet
it: Fetta di pompelmo
ja: グレープフルーツスライス
ko: 자몽 슬라이스
nl: Grapefruitpartje
pl: Plaster grejpfruta
pt_br: Fatia de Toranja
ro: Felie de grapefruit
sk: Plátok grapefruitu
sv: Grapefruktskiva
tr: Greyfurt Dilimi
uk: Скибка грейпфрута
zh_hans: 葡萄柚片
zh_hant: 葡萄柚片

# ingredient.grated_nutmeg
source: Grated Nutmeg
ar: جوزة الطيب المبشورة
da: Revet Muskatnød
de: Geriebene Muskatnuss
es: Nuez moscada rallada
fr: Noix de muscade râpée
hu: Reszelt szerecsendió
it: Noce moscata grattugiata
ja: おろしナツメグ
ko: 간 육두구
nl: Geraspte nootmuskaat
pl: Tarta gałka muszkatołowa
pt_br: Noz-moscada Ralada
ro: Nucșoară rasă
sk: Strúhaný muškátový oriešok
sv: Riven muskot
tr: Rendelenmiş Muskat
uk: Тертий мускатний горіх
zh_hans: 磨碎肉豆蔻
zh_hant: 磨碎肉豆蔻

# ingredient.grenadine
source: Grenadine
ar: جرينادين
es: Grenadina
ja: グレナデン
ko: 그레나딘
pl: Grenadyna
ro: Grenadină
sk: Grenadina
uk: Гренадин
zh_hans: 石榴糖浆
zh_hant: 紅石榴糖漿

# ingredient.lemon_juice
source: Lemon Juice
ar: عصير ليمون
da: Citronsaft
de: Zitronensaft
es: Jugo de limón
fr: Jus de citron
hu: Citromlé
it: Succo di limone
ja: レモンジュース
ko: 레몬 주스
nl: Citroensap
pl: Sok z cytryny
pt_br: Suco de Limão
ro: Suc de lămâie
sk: Citrónová šťava
sv: Citronsaft
tr: Limon Suyu
uk: Лимонний сік
zh_hans: 柠檬汁
zh_hant: 檸檬汁

# ingredient.lemon_spiral
source: Lemon Spiral
ar: لولب ليمون
da: Citronspiral
de: Zitronenspirale
es: Espiral de limón
fr: Spirale de citron
hu: Citromspirál
it: Spirale di limone
ja: レモンスパイラル
ko: 레몬 스파이럴
nl: Citroensliert
pl: Spirala z cytryny
pt_br: Espiral de Limão
ro: Spirală de lămâie
sk: Citrónová špirála
sv: Citronskruv
tr: Limon Spiral
uk: Спіраль лимона
zh_hans: 柠檬螺旋
zh_hant: 檸檬螺旋

# ingredient.lemon_wedge
source: Lemon Wedge
ar: شريحة ليمون
da: Citronskive
de: Zitronenspalte
es: Cuña de limón
fr: Quartier de citron
hu: Citromgerezd
it: Spicchio di limone
ja: レモンウェッジ
ko: 레몬 웨지
nl: Citroenpartje
pl: Cząstka cytryny
pt_br: Pedaço de Limão
ro: Felie de lămâie
sk: Citrónový mesiačik
sv: Citronklyfta
tr: Limon Dilimi
uk: Часточка лимона
zh_hans: 柠檬角
zh_hant: 檸檬角

# ingredient.lemon_zest
source: Lemon Zest
ar: قشر ليمون
da: Citronskal
de: Zitronenschale
es: Ralladura de limón
fr: Zeste de citron
hu: Citromhéj
it: Scorza di limone
ja: レモンゼスト
ko: 레몬 제스트
nl: Citroenschil
pl: Skórka z cytryny
pt_br: Raspas de Limão
ro: Coajă de lămâie
sk: Citrónová kôra
sv: Citronskal
tr: Limon Kabuğu
uk: Цедра лимона
zh_hans: 柠檬皮
zh_hant: 檸檬皮

# ingredient.lime_cordial
source: Lime Cordial
ar: ليم كورديل
es: Cordiale de lima
fr: Cordial de citron vert
it: Cordiale di lime
ja: ライムコーディアル
ko: 라임 코디얼
pt_br: Cordial de Limão
ro: Sirop de lime
sk: Limetkový sirup
tr: Lime Şurubu
uk: Лаймовий кордіал
zh_hans: 青柠糖浆
zh_hant: 青檸糖漿

# ingredient.lime_juice
source: Lime Juice
ar: عصير ليم
da: Limesaft
de: Limettensaft
es: Jugo de lima
fr: Jus de citron vert
hu: Limelé
it: Succo di lime
ja: ライムジュース
ko: 라임 주스
nl: Limoensap
pl: Sok z limonki
pt_br: Suco de Limão
ro: Suc de lime
sk: Limetková šťava
sv: Limesaft
tr: Lime Suyu
uk: Сік лайма
zh_hans: 青柠汁
zh_hant: 青檸汁

# ingredient.lime_wedge
source: Lime Wedge
ar: شريحة ليم
da: Limeskive
de: Limettenspalte
es: Cuña de lima
fr: Quartier de citron vert
hu: Limegerezd
it: Spicchio di lime
ja: ライムウェッジ
ko: 라임 웨지
nl: Limoenpartje
pl: Cząstka limonki
pt_br: Pedaço de Limão
ro: Felie de lime
sk: Limetkový mesiačik
sv: Limeklyfta
tr: Lime Dilimi
uk: Часточка лайма
zh_hans: 青柠角
zh_hant: 青檸角

# ingredient.lime_wheel
source: Lime Wheel
ar: عجلة ليم
da: Limehjul
de: Limettenrad
es: Rueda de lima
fr: Rondelle de citron vert
hu: Limekarika
it: Ruota di lime
ja: ライムホイール
ko: 라임 휠
nl: Limoenwiel
pl: Kółko z limonki
pt_br: Rodela de Limão
ro: Rondel de lime
sk: Limetkové koliesko
sv: Limeskiva
tr: Lime Tekerleği
uk: Кружечок лайма
zh_hans: 青柠片
zh_hant: 青檸輪

# ingredient.lime_zest
source: Lime Zest
ar: قشر ليم
da: Limeskal
de: Limettenschale
es: Ralladura de lima
fr: Zeste de citron vert
hu: Limehéj
it: Scorza di lime
ja: ライムゼスト
ko: 라임 제스트
nl: Limoenschil
pl: Skórka z limonki
pt_br: Raspas de Limão
ro: Coajă de lime
sk: Limetková kôra
sv: Limeskal
tr: Lime Kabuğu
uk: Цедра лайма
zh_hans: 青柠皮
zh_hant: 青檸皮

# ingredient.mango_juice
source: Mango Juice
ar: عصير مانجو
de: Mangosaft
es: Jugo de mango
fr: Jus de mangue
hu: Mangólé
it: Succo di mango
ja: マンゴージュース
ko: 망고 주스
nl: Mangosaap
pl: Sok z mango
pt_br: Suco de Manga
ro: Suc de mango
sk: Mangový džús
tr: Mango Suyu
uk: Сік манго
zh_hans: 芒果汁
zh_hant: 芒果汁

# ingredient.maraschino
source: Maraschino
ar: ماراشينو
ja: マラスキーノ
ko: 마라스키노
uk: Мараскіно

# ingredient.milk
source: Milk
ar: حليب
da: Mælk
de: Milch
es: Leche
fr: Lait
hu: Tej
it: Latte
ja: ミルク
ko: 우유
nl: Melk
pl: Mleko
pt_br: Leite
ro: Lapte
sk: Mlieko
sv: Mjölk
tr: Süt
uk: Молоко
zh_hans: 牛奶
zh_hant: 牛奶

# ingredient.mint_leaf
source: Mint Leaf
ar: ورقة نعناع
da: Mynteblad
de: Minzblatt
es: Hoja de menta
fr: Feuille de menthe
hu: Menta levél
it: Foglia di menta
ja: ミントの葉
ko: 민트 잎
nl: Muntblad
pl: Liść mięty
pt_br: Folha de Hortelã
ro: Frunză de mentă
sk: Mätový list
sv: Myntablad
tr: Nane Yaprağı
uk: Листок м'яти
zh_hans: 薄荷叶
zh_hant: 薄荷葉

# ingredient.mint_sprig
source: Mint Sprig
ar: غصن نعناع
da: Myntestilk
de: Minzzweig
es: Rama de menta
fr: Brin de menthe
hu: Menta ág
it: Rametto di menta
ja: ミントの小枝
ko: 민트 가지
nl: Munttakje
pl: Gałązka mięty
pt_br: Ramo de Hortelã
ro: Crenguță de mentă
sk: Mätová vetvička
sv: Myntakvist
tr: Nane Dalı
uk: Гілочка м'яти
zh_hans: 薄荷枝
zh_hant: 薄荷枝

# ingredient.mixer
source: Mixer
ar: خلاط
de: Filler
es: Mezclador
fr: Mixeur
ja: ミキサー
ko: 믹서
pl: Mikser
pt_br: Misturador
sk: Mixér
tr: Karıştırıcı
uk: Міксер
zh_hans: 混合器
zh_hant: 混合器

# ingredient.olive
source: Olives
ar: زيتون
da: Oliven
de: Olive
es: Aceitunas
hu: Olívabogyók
it: Olive
ja: オリーブ
ko: 올리브
nl: Olijven
pl: Oliwki
pt_br: Azeitonas
ro: Măsline
sk: Olivy
sv: Oliver
tr: Zeytin
uk: Оливки
zh_hans: 橄榄
zh_hant: 橄欖

# ingredient.orange_bitters
source: Orange Bitters
ar: مرارة برتقال
da: Orangebitter
de: Orangenbitter
es: Bíteres de naranja
fr: Bitters d'orange
hu: Narancs keserű
it: Amari all'arancia
ja: オレンジビターズ
ko: 오렌지 비터스
nl: Oranjebitters
pl: Gorzkie pomarańczowe
pt_br: Bitters de Laranja
ro: Bitter de portocale
sk: Pomarančové bitters
sv: Apelsinbitter
tr: Portakal Bitters
uk: Апельсиновий біттер
zh_hans: 橙味苦酒
zh_hant: 橙味苦精

# ingredient.orange_flower_water
source: Orange Flower Water
ar: ماء زهر البرتقال
da: Appelsinblomstvand
de: Orangenblütenwasser
es: Agua de azahar
fr: Eau de fleur d'oranger
hu: Narancsvirág víz
it: Acqua di fiori d'arancio
ja: オレンジフラワーウォーター
ko: 오렌지 플라워 워터
nl: Oranjebloesemwater
pl: Woda z kwiatu pomarańczy
pt_br: Água de Flor de Laranjeira
ro: Apă de flori de portocal
sk: Pomarančová kvetová voda
sv: Apelsinblomvatten
tr: Portakal Çiçeği Suyu
uk: Апельсинова квіткова вода
zh_hans: 橙花水
zh_hant: 橙花水

# ingredient.orange_juice
source: Orange Juice
ar: عصير برتقال
da: Appelsinjuice
de: Orangensaft
es: Jugo de naranja
fr: Jus d'orange
hu: Narancslé
it: Succo d'arancia
ja: オレンジジュース
ko: 오렌지 주스
nl: Sinaasappelsap
pl: Sok pomarańczowy
pt_br: Suco de Laranja
ro: Suc de portocale
sk: Pomarančový džús
sv: Apelsinjuice
tr: Portakal Suyu
uk: Апельсиновий сік
zh_hans: 橙汁
zh_hant: 橙汁

# ingredient.orange_slice
source: Orange Slice
ar: شريحة برتقال
da: Appelsinskive
de: Orangenscheibe
es: Rodaja de naranja
fr: Tranche d'orange
hu: Narancsszelet
it: Fetta d'arancia
ja: オレンジスライス
ko: 오렌지 슬라이스
nl: Sinaasappelschijf
pl: Plasterek pomarańczy
pt_br: Fatia de Laranja
ro: Felie de portocală
sk: Plátok pomaranča
sv: Apelsinskiva
tr: Portakal Dilimi
uk: Скибка апельсина
zh_hans: 橙片
zh_hant: 橙片

# ingredient.orange_zest
source: Orange Zest
ar: قشر برتقال
da: Appelsinskal
de: Orangenschale
es: Ralladura de naranja
fr: Zeste d'orange
hu: Narancshéj
it: Scorza d'arancia
ja: オレンジゼスト
ko: 오렌지 제스트
nl: Sinaasappelschil
pl: Skórka pomarańczowa
pt_br: Raspas de Laranja
ro: Coajă de portocală
sk: Pomarančová kôra
sv: Apelsinskal
tr: Portakal Kabuğu
uk: Цедра апельсина
zh_hans: 橙皮
zh_hant: 橙皮

# ingredient.orgeat_syrup
source: Orgeat Syrup
ar: شراب أورجيت
da: Orgeat Sirup
de: Orgeat-Sirup
es: Sirope de orgeat
fr: Sirop d'orgeat
hu: Orgeat szirup
it: Sciroppo d'orzata
ja: オルジェーシロップ
ko: 오르자 시럽
nl: Orgeat Siroop
pl: Syrop orgeat
pt_br: Xarope de Orgeat
ro: Sirop de orgeat
sk: Orgeat sirup
sv: Orgeatsirap
tr: Orgeat Şurubu
uk: Орже сироп
zh_hans: 杏仁糖浆
zh_hant: 杏仁糖漿

# ingredient.passionfruit
source: Passion Fruit
ar: فاكهة العاطفة
da: Passionsfrugt
de: Passionsfrucht
es: Fruta de la pasión
fr: Fruit de la passion
hu: Passiógyümölcs
it: Frutto della passione
ja: パッションフルーツ
ko: 패션 프루트
nl: Passievrucht
pl: Marakuja
pt_br: Maracujá
ro: Fructul pasiunii
sk: Marakuja
sv: Passionsfrukt
tr: Çarkıfelek
uk: Маракуйя
zh_hans: 百香果
zh_hant: 百香果

# ingredient.passionfruit_juice
source: Passionfruit Juice
ar: عصير فاكهة العاطفة
da: Passionsfrugtjuice
de: Passionsfruchtsaft
es: Jugo de maracuyá
fr: Jus de fruit de la passion
hu: Passiógyümölcslé
it: Succo di frutto della passione
ja: パッションフルーツジュース
ko: 패션프루트 주스
nl: Passievruchtsap
pl: Sok z marakui
pt_br: Suco de Maracujá
ro: Suc de fructul pasiunii
sk: Marakujový džús
sv: Passionsfruktjuice
tr: Çarkıfelek Suyu
uk: Сік маракуї
zh_hans: 百香果汁
zh_hant: 百香果汁

# ingredient.passionfruit_liqueur
source: Passionfruit Liqueur
ar: مشروب فاكهة العاطفة
da: Passionsfrugtlikør
de: Passionsfruchtlikör
es: Licor de maracuyá
fr: Liqueur de fruit de la passion
hu: Passiógyümölcs likőr
it: Liquore al frutto della passione
ja: パッションフルーツリキュール
ko: 패션프루트 리큐어
nl: Passievruchtlikeur
pl: Likier z marakui
pt_br: Licor de Maracujá
ro: Lichior de fructul pasiunii
sk: Marakujový likér
sv: Passionsfruktlikör
tr: Çarkıfelek Likörü
uk: Лікер з маракуї
zh_hans: 百香果利口酒
zh_hant: 百香果利口酒

# ingredient.passionfruit_puree
source: Passionfruit Puree
ar: مهروس فاكهة العاطفة
da: Passionsfrugtpuré
de: Passionsfruchtpüree
es: Puré de maracuyá
fr: Purée de fruit de la passion
hu: Passiógyümölcs püré
it: Purea di frutto della passione
ja: パッションフルーツピューレ
ko: 패션프루트 퓨레
nl: Passievruchtpuree
pl: Puree z marakui
pt_br: Purê de Maracujá
ro: Piure de fructul pasiunii
sk: Marakujové pyré
sv: Passionsfruktpuré
tr: Çarkıfelek Püresi
uk: Пюре з маракуї
zh_hans: 百香果泥
zh_hant: 百香果泥

# ingredient.peach_liqueur
source: Peach Liqueur
ar: مشروب الخوخ
da: Ferskenlikør
de: Pfirsichlikör
es: Licor de durazno
fr: Liqueur de pêche
hu: Őszibarack likőr
it: Liquore alla pesca
ja: ピーチリキュール
ko: 복숭아 리큐어
nl: Perziklikeur
pl: Likier brzoskwiniowy
pt_br: Licor de Pêssego
ro: Lichior de piersici
sk: Broskyňový likér
sv: Persikolikör
tr: Şeftali Likörü
uk: Персиковий лікер
zh_hans: 桃子利口酒
zh_hant: 桃子利口酒

# ingredient.peach_puree
source: Peach Puree
ar: مهروس الخوخ
da: Ferskenpuré
de: Pfirsichpüree
es: Puré de durazno
fr: Purée de pêche
hu: Őszibarack püré
it: Purea di Pesca
ja: ピーチピューレ
ko: 복숭아 퓨레
nl: Perzikpuree
pl: Puree brzoskwiniowe
pt_br: Purê de Pêssego
ro: Piure de piersici
sk: Broskyňové pyré
sv: Persikopuré
tr: Şeftali Püresi
uk: Персикове пюре
zh_hans: 桃子泥
zh_hant: 桃子泥

# ingredient.peychauds_bitters
source: Peychauds Bitters
ar: بيشودز بيترز
de: Peychaud's Bitter
ja: ペイショーズビターズ
ko: 페이쇼 비터스
sv: Peychauds bitter
zh_hans: Peychauds苦酒
zh_hant: Peychauds苦精

# ingredient.pineapple_juice
source: Pineapple Juice
ar: عصير الأناناس
da: Ananasjuice
de: Ananassaft
es: Jugo de piña
fr: Jus d'ananas
hu: Ananászlé
it: Succo di Ananas
ja: パイナップルジュース
ko: 파인애플 주스
nl: Ananassap
pl: Sok ananasowy
pt_br: Suco de Abacaxi
ro: Suc de ananas
sk: Ananásová šťava
sv: Ananasjuice
tr: Ananas Suyu
uk: Ананасовий сік
zh_hans: 菠萝汁
zh_hant: 鳳梨汁

# ingredient.pineapple_wedge
source: Pineapple Wedge
ar: شريحة أناناس
da: Ananasstykke
de: Ananasspalte
es: Cuña de piña
fr: Quartier d'ananas
hu: Ananász szelet
it: Fetta di Ananas
ja: パイナップルウェッジ
ko: 파인애플 웨지
nl: Ananaspartje
pl: Klin ananasa
pt_br: Fatia de Abacaxi
ro: Felie de ananas
sk: Ananásový klin
sv: Ananasklyfta
tr: Ananas Dilimi
uk: Клинок ананаса
zh_hans: 菠萝角
zh_hant: 鳳梨片

# ingredient.port
source: Tawny Port
ar: تاوني بورت
de: Portwein
es: Oporto Tawny
fr: Porto Tawny
it: Porto Tawny
ja: トーニーポート
ko: 포트와인
pt_br: Vinho do Porto Tawny
uk: Тоні портвейн
zh_hans: 茶色波特酒
zh_hant: 茶色波特酒

# ingredient.prosecco
source: Prosecco
ar: بروسكو
ja: プロセッコ
ko: 프로세코
zh_hans: 普罗赛克

# ingredient.raspberry
source: Raspberry
ar: توت العليق
da: Hindbær
de: Himbeere
es: Frambuesa
fr: Framboise
hu: Málna
it: Lampone
ja: ラズベリー
ko: 라즈베리
nl: Framboos
pl: Malina
pt_br: Framboesa
ro: Zmeură
sk: Malina
sv: Hallon
tr: Ahududu
uk: Малина
zh_hans: 覆盆子
zh_hant: 覆盆子
